Dlubal.RFEM5.TendonPrestressType
Type of tendon pres-tressing

Dlubal.RFEM5.TendonPrestressType.UnknownPrestress
Unknown prestress

Dlubal.RFEM5.TendonPrestressType.BondedTendon
Bonded tendon

Dlubal.RFEM5.TendonPrestressType.PretensionedTendon
Pretensioned tendon